<a href="/work/444/">
<div class="bd_works">
  <div class="works_svg">
    <svg version="1.1" class="animetion" id="works_contents" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px"
    	 y="0px" width="500px" height="93.5px" viewBox="0 0 500 93.5" enable-background="new 0 0 500 93.5" xml:space="preserve">
       <style type="text/css">
       	.st0{enable-background:new    ;}
       </style>
       <g class="st0">
       	<path class="animetion" stroke="#000" d="M150.3,41.5c-0.1,0.2-0.4,0.4-0.7,0.5c-4.2,15.6-12.9,23.2-28.3,27.5c-0.5-0.9-1.4-2.2-2.2-3c14-3.5,22.8-10.7,26-22.7H111
       		v-3.5h35.7l0.5-0.3L150.3,41.5z M145.4,30.5H116v-3.4h29.4V30.5z"/>
       	<path class="animetion" stroke="#000" d="M159.6,28.9c5.4,1.7,11.6,4.4,15.4,7l-2,3.3c-3.7-2.6-9.8-5.4-15.1-7.2L159.6,28.9z M159.4,64.7
       		c18.3-5.7,30.5-15.9,36.7-30.2c1.1,0.9,2.3,1.5,3.4,2.1c-6.5,14.1-19,25.1-36.5,31c-0.1,0.5-0.4,1-0.7,1.2L159.4,64.7z"/>
       	<path class="animetion" stroke="#000" d="M236.4,52.3c-5.3-2.8-12.5-6.2-18.1-8.4v25.8h-3.9V24.8l5.2,0.3c-0.1,0.6-0.5,0.9-1.3,1.1v15.2l0.8-1.1
       		c6,2.2,14,5.8,19.4,8.6L236.4,52.3z M231,28c2.4,2,5.5,5.2,7.1,7.6l-2,1.6c-1.5-2.2-4.7-5.7-7-7.5L231,28z M237.9,23.5
       		c2.4,2,5.5,5.3,7.1,7.5l-1.9,1.6c-1.6-2.2-4.7-5.6-7.1-7.5L237.9,23.5z"/>
       	<path class="animetion" stroke="#000" d="M294.5,33.2c-0.2,0.3-0.4,0.4-0.8,0.5c-4.8,7.3-12.9,15-20.9,20.7c4,3.2,7.9,7.2,10.6,10.1l-3.1,2.7
       		c-5.4-6.3-15.6-14.9-24.3-20l2.5-2.6c3.7,2.1,7.8,4.8,11.5,7.6c7-5,14-11.6,18.1-17.6h-37.9v-3.5h40.6l0.6-0.3L294.5,33.2z"/>
       	<path class="animetion" stroke="#000" d="M301.7,44.5h43.1v3.7h-41.1c-0.3,0.5-1,0.9-1.7,1L301.7,44.5z"/>
       	<path class="animetion" stroke="#000" d="M389,34.6c-0.2,0.3-0.5,0.5-0.8,0.7C382.8,52,374.3,62.8,360.1,70c-0.6-0.9-1.6-2.1-2.6-2.8c13.5-6.6,21.9-16.9,26.2-30.6
       		h-18.4c-3,4.6-7,9.1-11.6,12.7c-0.7-0.7-1.9-1.7-2.9-2.4c7-5.4,13-13.3,16.5-22.4l4.9,1.4c-0.2,0.5-0.8,0.7-1.5,0.7
       		c-1,2.3-2.1,4.4-3.3,6.5h18.2l0.6-0.3L389,34.6z"/>
       </g>
    </svg>
  </div>
  <div class="bd_worksT"></div>
  <div class="bd_worksB"></div>
  <div class="bd_worksR"></div>
  <div class="bd_worksL"></div>
  <div class="backgroundText">
    <p>
      建築とは一般的に、建物を建てること、増築すること、改築することとされているが、『スケートボーディング・空間・都市』で建築史家イアン・ボーデンは、社会学者アンリ・ルフェーブルによる『空間の生産』より、「建築はそれ自体が空間なのであるのではなく、空間を見るための方法にすぎない」という問いかけを引用している。
      つまり、「建物を建てること」としての建築とは、空間を創る一つの方法であり、「空間の生産」も一つの建築なのである。
      よって、現代で一般的とされている建築の概念に対して、現代における新たな概念としての建築の概念を構築する。

    </p>
  </div><!-- backgroundText -->

  </div><!-- bd_works -->
</a>
